[
	{
		"headerTitle" : "Ta'awudz",
		"arab" : "اَعُوذُ بِاللهِ السَّمِيْعِ الْعَلِيْمِ مِنَ الشَّيْطَانِ الرَّجِيْمِ",
		"arablatin" : "A’udzubillaahis samii’il ‘aliimi minassyaithoonirrojiim",
		"terjemah" : "Aku berlindung kepada Allah Yang Maha Mendengar lagi Maha Mengetahui dari syaithan yang terkutuk",
	},
	{
		"headerTitle" : "Al-fatihah",
		"arab" : "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ * الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ * الرَّحْمَٰنِ الرَّحِيمِ * مَالِكِ يَوْمِ الدِّينِ * إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ * اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ * صِرَاطَ الَّذِينَ أَنْعَمْتَ عَلَيْهِمْ غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ وَلَا الضَّالِّينَ  ",
		"arablatin" : "Bismillahirrohmaanirrohiim – Al hamdulillaahirobbil ‘aalamiin – Ar rohmaanir rohiim – Maaliki yaumid diin – Iyya ka na’budu wa iyya ka nasta ‘iin -Iihdinash shiroothol mustaqiim – Shirootol ladzina an’amta ‘alaihim ghoiril magh dhuu bi ‘alaihim wa ladh dhool liin",
		"terjemah" : "Dengan menyebut nama Allah Yang Maha Pemurah lagi Maha Penyayang Segala puji bagi Allah, Tuhan semesta alam. Maha Pemurah lagi Maha Penyayang. Yang menguasai di Hari Pembalasan. Hanya Engkaulah yang kami sembah, dan hanya kepada Engkaulah kami meminta pertolongan. Tunjukilah kami jalan yang lurus,  (yaitu) Jalan orang-orang yang telah Engkau beri nikmat kepada mereka; bukan (jalan) mereka yang dimurkai dan bukan (pula jalan) mereka yang sesat",
	},
	{
		"headerTitle" : "Al-Baqoroh 1-5",
		"arab" : "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ * الم * ذَٰلِكَ الْكِتَابُ لَا رَيْبَ ۛ فِيهِ ۛ هُدًى لِّلْمُتَّقِينَ * الَّذِينَ يُؤْمِنُونَ بِالْغَيْبِ وَيُقِيمُونَ الصَّلَاةَ وَمِمَّا رَزَقْنَاهُمْ يُنفِقُونَ * وَالَّذِينَ يُؤْمِنُونَ بِمَا أُنزِلَ إِلَيْكَ وَمَا أُنزِلَ مِن قَبْلِكَ وَبِالْآخِرَةِ هُمْ يُوقِنُونَ * أُولَٰئِكَ عَلَىٰ هُدًى مِّن رَّبِّهِمْ ۖ وَأُولَٰئِكَ هُمُ الْمُفْلِحُونَ ",
		"arablatin" : "Bismillaahirrohmaanirrohiim – Alif Laam Miim – Dza likal kitaabu laaroi bafiihi hudal lilmuttaqiin – Al ladziina yu’minuna bil ghoibi wa yuqiimunassholaata wa mimma rozaqnaahum yum fiquun – Walladziina yu’ minuuna bimaa unzila ilaika wa maa unzila ming qoblika wa bil aakhiroti hum yuu qinuun – Ulaa ika ‘ala hudam mir robbihim wa ulaa ika humul muflihuun",
		"terjemah" : "Dengan menyebut nama Allah Yang Maha Pemurah lagi Maha Penyayang. Alif Laam Miim Kitab (Al Quran) ini tidak ada keraguan padanya; petunjuk bagi mereka yang bertakwa, (yaitu) mereka yang beriman kepada yang ghaib, yang mendirikan shalat, dan menafkahkan sebahagian rezeki yang Kami anugerahkan kepada mereka. dan mereka yang beriman kepada Kitab (Al Quran) yang telah diturunkan kepadamu dan Kitab-kitab yang telah diturunkan sebelummu, serta mereka yakin akan adanya (kehidupan) akhirat. Mereka itulah yang tetap mendapat petunjuk dari Tuhan mereka, dan merekalah orang-orang yang beruntung.",
	},
	{
		"headerTitle" : "Al-Baqoroh 255-257",
		"arab" : "اللَّهُ لَا إِلَٰهَ إِلَّا هُوَالْحَيُّ الْقَيُّومُ ۚ لَا تَأْخُذُهُ سِنَةٌ وَلَا نَوْمٌ ۚ لَّهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ ۗ مَن ذَا الَّذِي يَشْفَعُ عِندَهُ إِلَّا بِإِذْنِهِ ۚ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ ۖ وَلَا يُحِيطُونَ بِشَيْءٍ مِّنْ عِلْمِهِ إِلَّا بِمَا شَاءَ ۚ وَسِعَ كُرْسِيُّهُ السَّمَاوَاتِ وَالْأَرْضَ ۖ وَلَا يَئُودُهُ حِفْظُهُمَا ۚ وَهُوَ الْعَلِيُّ الْعَظِيمُ * لَا إِكْرَاهَ فِي الدِّينِ ۖ قَد تَّبَيَّنَ الرُّشْدُ مِنَ الْغَيِّ ۚ فَمَن يَكْفُرْ بِالطَّاغُوتِ وَيُؤْمِن بِاللَّهِ فَقَدِ اسْتَمْسَكَ بِالْعُرْوَةِ الْوُثْقَىٰ لَا انفِصَامَ لَهَا ۗ وَاللَّهُ سَمِيعٌ عَلِيمٌ * اللَّهُ وَلِيُّ الَّذِينَ آمَنُوا يُخْرِجُهُم مِّنَ الظُّلُمَاتِ إِلَى النُّورِ ۖ وَالَّذِينَ كَفَرُوا أَوْلِيَاؤُهُمُ الطَّاغُوتُ يُخْرِجُونَهُم مِّنَ النُّورِ إِلَى الظُّلُمَاتِ ۗ أُولَٰئِكَ أَصْحَابُ النَّارِ ۖ هُمْ فِيهَا خَالِدُونَ ",
		"arablatin" : "Alloohu laa ilaaha illa huwal hayyul qoyyuumu laa ta’khuzuhuu sinatuw walaa naumun lahuu maa fissamaawaati wa maa fil ardhi man dzalladzii yasyfa’u ‘indahu illa bi idznihi ya’lamu maa ba ina aidiihim wa maa kholfahum wa laa yuhiithuuna bisyai-in min ‘ilmihi illaa bi maa syaa -a wasi’a kursiyyuhus-samawaati wal ardhi wa laa yauuduhu hi fzuhuma wahuwal ‘ali yyul ‘azhiim. La ikroha fid-diini qot tabayyanar-rusydu minal ghoyyi famay yakfur bith-thooghuuti wa yu’ minu billahi faqo dis tamsaka bil ‘urwatil wutsqoo lan fishooma laha wallohu samii’un aliim . Allohu waliyyul ladziina aamanuu yukhrijuhum minazh-zhulumaati ilan-n uuri walladziina kafaruu awliyaa-u humuth-thooghutu yukhri-juunahum minan-nuuri ilazh-zhulumaati ulaa-ika ash-haabun-naarihum fiihaa khooliduun",
		"terjemah" : "Allah, tidak ada Tuhan (yang berhak disembah) melainkan Dia Yang Hidup kekal lagi terus menerus mengurus (makhluk-Nya); tidak mengantuk dan tidak tidur. Kepunyaan-Nya apa yang di langit dan di bumi. Tiada yang dapat memberi syafa’at di sisi Allah tanpa izin-Nya? Allah mengetahui apa-apa yang di hadapan mereka dan di belakang mereka, dan mereka tidak mengetahui apa-apa dari ilmu Allah melainkan apa yang dikehendaki-Nya. Kursi Allah meliputi langit dan bumi. Dan Allah tidak merasa berat memelihara keduanya, dan Allah Maha Tinggi lagi Maha Besar. Tidak ada paksaan untuk (memasuki) agama (Islam); sesungguhnya telah jelas jalan yang benar daripada jalan yang sesat. Karena itu barangsiapa yang ingkar kepada Thaghut dan beriman kepada Allah, maka sesungguhnya ia telah berpegang kepada buhul tali yang amat kuat yang tidak akan putus. Dan Allah Maha Mendengar lagi Maha Mengetahui. Allah Pelindung orang-orang yang beriman; Dia mengeluarkan mereka dari kegelapan (kekafiran) kepada cahaya (iman). Dan orang-orang yang kafir, pelindung-pelindungnya ialah syaitan, yang mengeluarkan mereka daripada cahaya kepada kegelapan (kekafiran). Mereka itu adalah penghuni neraka; mereka kekal di dalamnya",
	},
	{
		"headerTitle" : "Al-Baqoroh 284-286",
		"arab" : "لِّلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ ۗ وَإِن تُبْدُوا مَا فِي أَنفُسِكُمْ أَوْ تُخْفُوهُ يُحَاسِبْكُم بِهِ اللَّهُ ۖ فَيَغْفِرُ لِمَن يَشَاءُ وَيُعَذِّبُ مَن يَشَاءُ ۗ وَاللَّهُ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ * آمَنَ الرَّسُولُ بِمَا أُنزِلَ إِلَيْهِ مِن رَّبِّهِ وَالْمُؤْمِنُونَ ۚ كُلٌّ آمَنَ بِاللَّهِ وَمَلَائِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِّن رُّسُلِهِ ۚ وَقَالُوا سَمِعْنَا وَأَطَعْنَا ۖ غُفْرَانَكَ رَبَّنَا وَإِلَيْكَ الْمَصِيرُ * لَا يُكَلِّفُ اللَّهُ نَفْسًا إِلَّا وُسْعَهَا ۚ لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا اكْتَسَبَتْ ۗ رَبَّنَا لَا تُؤَاخِذْنَا إِن نَّسِينَا أَوْ أَخْطَأْنَا ۚ رَبَّنَا وَلَا تَحْمِلْ عَلَيْنَا إِصْرًا كَمَا حَمَلْتَهُ عَلَى الَّذِينَ مِن قَبْلِنَا ۚ رَبَّنَا وَلَا تُحَمِّلْنَا مَا لَا طَاقَةَ لَنَا بِهِ ۖ وَاعْفُ عَنَّا وَاغْفِرْ لَنَا وَارْحَمْنَا ۚ أَنتَ مَوْلَانَا فَانصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ ",
		"arablatin" : "Lillahi maa fis-samawaati wa maa fil ardhi wa in tubduu ma fii anfusikum aw tukhfuuhu yuhaasibkum bi hillaahu fayaghfiru limay-yasyaa-u wa yu’adzibu may-yasyaa-u wallohu ‘alaa kulli syai-in qodiir. Aamanar rosuulu bima unzila ilaihi mir-robbihi wal mu’minuuna kullu n aamana billahi wa malaaikatihi wa kutubihi wa rusulihi laa nufarriqu baina ahadim-mir-rusulihi waqoluu sami’na wa atho’naa ghufronaka robbana wa ilaikal-mashiiru. Laa yukallifullohu nafsan illa wus’ahaa lahaa maa kasaba t wa ‘alaiha maktasabat, robbana laa tuaakhidznaa in nasiina aw akhtho’naa, robbana walaa tahmil ‘alainaa ishron kama hamaltahu ‘alal-ladziina min qobl inaa, robbana wa laa tuhammilnaa maa laa thooqotalanaa bihi wa’fu ‘annaa waghfirlanaa warhamnaa anta maulaanaa fanshurnaa ‘alal-qoumil-kaafiriin",
		"terjemah" : "Kepunyaan Allah-lah segala apa yang ada di langit dan apa yang ada di bumi. Dan jika kamu melahirkan apa yang ada di dalam hatimu atau kamu menyembunyikan, niscaya Allah akan membuat perhitungan dengan kamu tentang perbuatanmu itu. Maka Allah mengampuni siapa yang dikehendaki-Nya dan menyiksa siapa yang dikehendaki-Nya; dan Allah Maha Kuasa atas segala sesuatu. Rasul telah beriman kepada Al Quran yang diturunkan kepadanya dari Tuhannya, demikian pula orang-orang yang beriman. Semuanya beriman kepada Allah, malaikat-malaikat-Nya, kitab-kitab-Nya dan rasul-rasul-Nya. (Mereka mengatakan): “Kami tidak membeda-bedakan antara seseorangpun (dengan yang lain) dari rasul-rasul-Nya”, dan mereka mengatakan: “Kami dengar dan kami taat”. (Mereka berdoa): “Ampunilah kami ya Tuhan kami dan kepada Engkaulah tempat kembali”. Allah tidak membebani seseorang melainkan sesuai dengan kesanggupannya. Ia mendapat pahala (dari kebajikan) yang diusahakannya dan ia mendapat siksa (dari kejahatan) yang dikerjakannya. (Mereka berdoa): “Ya Tuhan kami, janganlah Engkau hukum kami jika kami lupa atau kami tersalah. Ya Tuhan kami, janganlah Engkau bebankan kepada kami beban yang berat sebagaimana Engkau bebankan kepada orang-orang sebelum kami. Ya Tuhan kami, janganlah Engkau pikulkan kepada kami apa yang tak sanggup kami memikulnya. Beri maaflah kami; ampunilah kami; dan rahmatilah kami. Engkaulah Penolong kami, maka tolonglah kami terhadap kaum yang kafir”. ",
	},
	{
		"headerTitle" : "Al-Imran 1-2",
		"arab" : "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ * الم * اللَّهُ لَا إِلَٰهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ ",
		"arablatin" : "Bismillaahirrohmaanirrohiim. Alif Laam Miim. Allahulailahaillahual hayyul qoyyuumu",
		"terjemah" : "Dengan menyebut nama ALLAH Yang Maha Pemurah lagi Maha Penyayang. Alif laam miim.(1) Allah, tidak ada Tuhan (yang berhak disembah) melainkan Dia. yang hidup kekal lagi terus menerus mengurus makhluk-Nya.",
	},
	{
		"headerTitle" : "Toha 111-112",
		"arab" : "وَعَنَتِ الْوُجُوهُ لِلْحَيِّ الْقَيُّومِ ۖ وَقَدْ خَابَ مَنْ حَمَلَ ظُلْمًا * وَمَن يَعْمَلْ مِنَ الصَّالِحَاتِ وَهُوَ مُؤْمِنٌ فَلَا يَخَافُ ظُلْمًا وَلَا هَضْمًا ",
		"arablatin" : "wa 'anatil-wujụhu lil-ḥayyil-qayyụm, wa qad khāba man ḥamala ẓulmā, wa may ya'mal minaṣ-ṣāliḥāti wa huwa mu`minun fa lā yakhāfu ẓulmaw wa lā haḍmā",
		"terjemah" : "Dan tunduklah semua muka (dengan berendah diri) kepada Tuhan Yang Hidup Kekal lagi senantiasa mengurus (makhluk-Nya). Dan sesungguhnya telah merugilah orang yang melakukan kezaliman. Dan demikianlah Kami menurunkan Al Quran dalam bahasa Arab, dan Kami telah menerangkan dengan berulang kali, di dalamnya sebahagian dari ancaman, agar mereka bertakwa atau (agar) Al Quran itu menimbulkan pengajaran bagi mereka. ",
	},
	{
		"headerTitle" : "At-Taubah 128-129",
		"arab" : "لَقَدْجَاءَكُمْ رَسُولٌ مِّنْ أَنفُسِكُمْ عَزِيزٌ عَلَيْهِ مَا عَنِتُّمْ حَرِيصٌ عَلَيْكُم بِالْمُؤْمِنِينَ رَءُوفٌ رَّحِيمٌ * فَإِن تَوَلَّوْا فَقُلْ حَسْبِيَ اللَّهُ لَا إِلَٰهَ إِلَّا هُوَ ۖ عَلَيْهِ تَوَكَّلْتُ ۖ وَهُوَ رَبُّ الْعَرْشِ الْعَظِيمِ .",
		"arablatin" : "laqad jā`akum rasụlum min anfusikum 'azīzun 'alaihi mā 'anittum ḥarīṣun 'alaikum bil-mu`minīna ra`ụfur raḥīm, fa in tawallau fa qul ḥasbiyallāhu lā ilāha illā huw, 'alaihi tawakkaltu wa huwa rabbul-'arsyil-'aẓīm",
		"terjemah" : "Sungguh, telah datang kepadamu seorang rasul dari kaummu sendiri, berat terasa olehnya penderitaan yang kamu alami, (dia) sangat menginginkan (keimanan dan keselamatan) bagimu, penyantun dan penyayang terhadap orang-orang yang beriman.Maka jika mereka berpaling (dari keimanan), maka katakanlah (Muhammad), “Cukuplah Allah bagiku; tidak ada tuhan selain Dia. Hanya kepada-Nya aku bertawakal, dan Dia adalah Tuhan yang memiliki ‘Arsy (singgasana) yang agung.”",
	},
	{
		"headerTitle" : "Al-Isra' 110-111",
		"arab" : "قُلِ ادْعُوا اللَّهَ أَوِ ادْعُوا الرَّحْمَٰنَ ۖ أَيًّا مَّا تَدْعُوا فَلَهُ الْأَسْمَاءُ الْحُسْنَىٰ ۚ وَلَا تَجْهَرْ بِصَلَاتِكَ وَلَا تُخَافِتْ بِهَا وَابْتَغِ بَيْنَ ذَٰلِكَ سَبِيلًا * وَقُلِ الْحَمْدُ لِلَّهِ الَّذِي لَمْ يَتَّخِذْ وَلَدًا وَلَمْ يَكُن لَّهُ شَرِيكٌ فِي الْمُلْكِ وَلَمْ يَكُن لَّهُ وَلِيٌّ مِّنَ الذُّلِّ ۖ وَكَبِّرْهُ تَكْبِيرًا ",
		"arablatin" : "qulid'ullāha awid'ur-raḥmān, ayyam mā tad'ụ fa lahul-asmā`ul-ḥusnā, wa lā taj-har biṣalātika wa lā tukhāfit bihā wabtagi baina żālika sabīlā, wa qulil-ḥamdu lillāhillażī lam yattakhiż waladaw wa lam yakul lahụ syarīkun fil-mulki wa lam yakul lahụ waliyyum minaż-żulli wa kabbir-hu takbīrā",
		"terjemah" : "Katakanlah: “Serulah Allah atau serulah Ar-Rahman. Dengan nama yang mana saja kamu seru, Dia mempunyai al asmaaul husna (nama-nama yang terbaik) dan janganlah kamu mengeraskan suaramu dalam shalatmu dan janganlah pula merendahkannya dan carilah jalan tengah di antara kedua itu”. (110) Dan katakanlah: “Segala puji bagi Allah Yang tidak mempunyai anak dan tidak mempunyai sekutu dalam kerajaan-Nya dan Dia bukan pula hina yang memerlukan penolong dan agungkanlah Dia dengan pengagungan yang sebesar-besarnya.",
	},
	{
		"headerTitle" : "Al-Mu’minun : 115 – 118",
		"arab" : "أَفَحَسِبْتُمْ أَنَّمَا خَلَقْنَاكُمْ عَبَثًا وَأَنَّكُمْ إِلَيْنَا لَا تُرْجَعُونَ * فَتَعَالَى اللَّهُ الْمَلِكُ الْحَقُّ ۖ لَا إِلَٰهَ إِلَّا هُوَ رَبُّ الْعَرْشِ الْكَرِيمِ * وَمَن يَدْعُ مَعَ اللَّهِ إِلَٰهًا آخَرَ لَا بُرْهَانَ لَهُ بِهِ فَإِنَّمَا حِسَابُهُ عِندَ رَبِّهِ ۚ إِنَّهُ لَا يُفْلِحُ الْكَافِرُونَ * وَقُل رَّبِّ اغْفِرْ وَارْحَمْ وَأَنتَ خَيْرُ الرَّاحِمِينَ ",
		"arablatin" : "a fa ḥasibtum annamā khalaqnākum 'abaṡaw wa annakum ilainā lā turja'ụn, fa ta'ālallāhul-malikul-ḥaqq, lā ilāha illā huw, rabbul-'arsyil-karīm, wa may yad'u ma'allāhi ilāhan ākhara lā bur-hāna lahụ bihī fa innamā ḥisābuhụ 'inda rabbih, innahụ lā yufliḥul-kāfirụn, wa qur rabbigfir war-ḥam wa anta khairur-rāḥimīn",
		"terjemah" : "Maka apakah kamu mengira, bahwa sesungguhnya Kami menciptakan kamu secara main-main (saja), dan bahwa kamu tidak akan dikembalikan kepada Kami? Maka Maha Tinggi Allah, Raja Yang Sebenarnya; tidak ada Tuhan selain Dia, Tuhan (Yang mempunyai) ‘Arsy yang mulia. (116) Dan barangsiapa menyembah tuhan yang lain di samping Allah, padahal tidak ada suatu dalilpun baginya tentang itu, maka sesungguhnya perhitungannya di sisi Tuhannya. Sesungguhnya orang-orang yang kafir itu tiada beruntung. Dan katakanlah: “Ya Tuhanku berilah ampun dan berilah rahmat, dan Engkau adalah Pemberi rahmat Yang Paling baik”.",
	},
	{
		"headerTitle" : "Ar-Rum : 17 – 26",
		"arab" : "فَسُبْحَانَ اللَّهِ حِينَ تُمْسُونَ وَحِينَ تُصْبِحُونَ * وَلَهُ الْحَمْدُ فِي السَّمَاوَاتِ وَالْأَرْضِ وَعَشِيًّا وَحِينَ تُظْهِرُونَ * يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَيُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ وَيُحْيِي الْأَرْضَ بَعْدَ مَوْتِهَا ۚ وَكَذَٰلِكَ تُخْرَجُونَ * وَمِنْ آيَاتِهِ أَنْ خَلَقَكُم مِّن تُرَابٍ ثُمَّ إِذَا أَنتُم بَشَرٌ تَنتَشِرُونَ * وَمِنْ آيَاتِهِ أَنْ خَلَقَ لَكُم مِّنْ أَنفُسِكُمْ أَزْوَاجًا لِّتَسْكُنُوا إِلَيْهَا وَجَعَلَ بَيْنَكُم مَّوَدَّةً وَرَحْمَةً ۚ إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِّقَوْمٍ يَتَفَكَّرُونَ * وَمِنْ آيَاتِهِ خَلْقُ السَّمَاوَاتِ وَالْأَرْضِ وَاخْتِلَافُ أَلْسِنَتِكُمْ وَأَلْوَانِكُمْ ۚ إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِّلْعَالِمِينَ * وَمِنْ آيَاتِهِ مَنَامُكُم بِاللَّيْلِ وَالنَّهَارِ وَابْتِغَاؤُكُم مِّن فَضْلِهِ ۚ إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِّقَوْمٍ يَسْمَعُونَ * وَمِنْ آيَاتِهِ يُرِيكُمُ الْبَرْقَ خَوْفًا وَطَمَعًا وَيُنَزِّلُ مِنَ السَّمَاءِ مَاءً فَيُحْيِي بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا ۚ إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِّقَوْمٍ يَعْقِلُونَ * وَمِنْ آيَاتِهِ أَن تَقُومَ السَّمَاءُ وَالْأَرْضُ بِأَمْرِهِ ۚ ثُمَّ إِذَا دَعَاكُمْ دَعْوَةً مِّنَ الْأَرْضِ إِذَا أَنتُمْ تَخْرُجُونَ * وَلَهُ مَن فِي السَّمَاوَاتِ وَالْأَرْضِ ۖ كُلٌّ لَّهُ قَانِتُونَ ",
		"arablatin" : "fa sub-ḥānallāhi ḥīna tumsụna wa ḥīna tuṣbiḥụn, wa lahul-ḥamdu fis-samāwāti wal-arḍi wa 'asyiyyaw wa ḥīna tuẓ-hirụn, yukhrijul-ḥayya minal-mayyiti wa yukhrijul-mayyita minal-ḥayyi wa yuḥyil-arḍa ba'da mautihā, wa każālika tukhrajụn, wa min āyātihī an khalaqakum min turābin ṡumma iżā antum basyarun tantasyirụn, wa min āyātihī an khalaqa lakum min anfusikum azwājal litaskunū ilaihā wa ja'ala bainakum mawaddataw wa raḥmah, inna fī żālika la`āyātil liqaumiy yatafakkarụn, wa min āyātihī khalqus-samāwāti wal-arḍi wakhtilāfu alsinatikum wa alwānikum, inna fī żālika la`āyātil lil-'ālimīn, wa min āyātihī manāmukum bil-laili wan-nahāri wabtigā`ukum min faḍlih, inna fī żālika la`āyātil liqaumiy yasma'ụn, wa min āyātihī yurīkumul-barqa khaufaw wa ṭama'aw wa yunazzilu minas-samā`i mā`an fa yuḥyī bihil-arḍa ba'da mautihā, inna fī żālika la`āyātil liqaumiy ya'qilụn, wa min āyātihī an taqụmas-samā`u wal-arḍu bi`amrih, ṡumma iżā da'ākum da'watam minal-arḍi iżā antum takhrujụn, wa lahụ man fis-samāwāti wal-arḍ, kullul lahụ qānitụn",
		"terjemah" : "Maka bertasbihlah kepada Allah di waktu kamu berada di petang hari dan waktu kamu berada di waktu subuh, dan bagi-Nya-lah segala puji di langit dan di bumi dan di waktu kamu berada pada petang hari dan di waktu kamu berada di waktu Zuhur. Dia mengeluarkan yang hidup dari yang mati dan mengeluarkan yang mati dari yang hidup dan menghidupkan bumi sesudah matinya. Dan seperti itulah kamu akan dikeluarkan (dari kubur). Dan di antara tanda-tanda kekuasaan-Nya ialah Dia menciptakan kamu dari tanah, kemudian tiba-tiba kamu (menjadi) manusia yang berkembang biak. Dan di antara tanda-tanda kekuasaan-Nya ialah Dia menciptakan untukmu isteri-isteri dari jenismu sendiri, supaya kamu cenderung dan merasa tenteram kepadanya, dan dijadikan-Nya diantaramu rasa kasih dan sayang. Sesungguhnya pada yang demikian itu benar-benar terdapat tanda-tanda bagi kaum yang berfikir. Dan di antara tanda-tanda kekuasaan-Nya ialah menciptakan langit dan bumi dan berlain-lainan bahasamu dan warna kulitmu. Sesungguhnya pada yang demikan itu benar-benar terdapat tanda-tanda bagi orang-orang yang mengetahui. Dan di antara tanda-tanda kekuasaan-Nya ialah tidurmu di waktu malam dan siang hari dan usahamu mencari sebagian dari karunia-Nya. Sesungguhnya pada yang demikian itu benar-benar terdapat tanda-tanda bagi kaum yang mendengarkan. Dan di antara tanda-tanda kekuasaan-Nya, Dia memperlihatkan kepadamu kilat untuk (menimbulkan) ketakutan dan harapan, dan Dia menurunkan hujan dari langit, lalu menghidupkan bumi dengan air itu sesudah matinya. Sesungguhnya pada yang demikian itu benar-benar terdapat tanda-tanda bagi kaum yang mempergunakan akalnya. Dan di antara tanda-tanda kekuasaan-Nya ialah berdirinya langit dan bumi dengan iradat-Nya. Kemudian apabila Dia memanggil kamu sekali panggil dari bumi, seketika itu (juga) kamu keluar (dari kubur). Dan kepunyaan-Nya-lah siapa saja yang ada di langit dan di bumi. Semuanya hanya kepada-Nya tunduk.",
	},
	{
		"headerTitle" : " Gafir : 1-3",
		"arab" : "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ * حم * تَنزِيلُ الْكِتَابِ مِنَ اللَّهِ الْعَزِيزِ الْعَلِيمِ * غَافِرِ الذَّنبِ وَقَابِلِ التَّوْبِ شَدِيدِ الْعِقَابِ ذِي الطَّوْلِ ۖ لَا إِلَٰهَ إِلَّا هُوَ ۖ إِلَيْهِ الْمَصِيرُ ",
		"arablatin" : "Bismillaahirrohmaanirrohiim, ḥā mīm, tanzīlul-kitābi minallāhil-'azīzil-'alīm, gāfiriż-żambi wa qābilit-taubi syadīdil-'iqābi żiṭ-ṭaụl, lā ilāha illā huw, ilaihil-maṣīr",
		"terjemah" : "Dengan menyebut nama Allah Yang Pemurah lagi Maha Penyayang. Haa Miim. Diturunkan Kitab ini (Al Quran) dari Allah Yang Maha Perkasa lagi Maha Mengetahui, Yang Mengampuni dosa dan Menerima taubat lagi keras hukuman-Nya. Yang mempunyai karunia. Tiada Tuhan (yang berhak disembah) selain Dia. Hanya kepada-Nya-lah kembali (semua makhluk).",
	},
	{
		"headerTitle" : "QS.Al-Hasyr : 22–24",
		"arab" : "هُوَ اللَّهُ الَّذِي لَا إِلَٰهَ إِلَّا هُوَ ۖ عَالِمُ الْغَيْبِ وَالشَّهَادَةِ ۖ هُوَ الرَّحْمَٰنُ الرَّحِيمُ * هُوَ اللَّهُ الَّذِي لَا إِلَٰهَ إِلَّا هُوَ الْمَلِكُ الْقُدُّوسُ السَّلَامُ الْمُؤْمِنُ الْمُهَيْمِنُ الْعَزِيزُ الْجَبَّارُ الْمُتَكَبِّرُ ۚ سُبْحَانَ اللَّهِ عَمَّا يُشْرِكُونَ * هُوَ اللَّهُ الْخَالِقُ الْبَارِئُ الْمُصَوِّرُ ۖ لَهُ الْأَسْمَاءُ الْحُسْنَىٰ ۚ يُسَبِّحُ لَهُ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ ۖ وَهُوَ الْعَزِيزُ الْحَكِيمُ  ",
		"arablatin" : "huwallāhullażī lā ilāha illā huw, 'ālimul-gaibi wasy-syahādah, huwar-raḥmānur-raḥīm, huwallāhullażī lā ilāha illā huw, al-malikul-quddụsus-salāmul-mu`minul-muhaiminul-'azīzul-jabbārul-mutakabbir, sub-ḥānallāhi 'ammā yusyrikụn, huwallāhul-khāliqul-bāri`ul-muṣawwiru lahul-asmā`ul-ḥusnā, yusabbiḥu lahụ mā fis-samāwāti wal-arḍ, wa huwal-'azīzul-ḥakīm",
		"terjemah" : "Dialah Allah Yang tiada Tuhan selain Dia, Yang Mengetahui yang ghaib dan yang nyata, Dialah Yang Maha Pemurah lagi Maha Penyayang. Dialah Allah Yang tiada Tuhan selain Dia, Raja, Yang Maha Suci, Yang Maha Sejahtera, Yang Mengaruniakan Keamanan, Yang Maha Memelihara, Yang Maha Perkasa, Yang Maha Kuasa, Yang Memiliki segala Keagungan, Maha Suci Allah dari apa yang mereka persekutukan. Dialah Allah Yang Menciptakan, Yang Mengadakan, Yang Membentuk Rupa, Yang Mempunyai Asmaaul Husna. Bertasbih kepada-Nya apa yang di langit dan bumi. Dan Dialah Yang Maha Perkasa lagi Maha Bijaksana.",
	},
	{
		"headerTitle" : " Al-Zalzalah : 1 – 8",
		"arab" : "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ * إِذَا زُلْزِلَتِ الْأَرْضُ زِلْزَالَهَا * وَأَخْرَجَتِ الْأَرْضُ أَثْقَالَهَا * وَقَالَ الْإِنسَانُ مَا لَهَا * يَوْمَئِذٍ تُحَدِّثُ أَخْبَارَهَا * بِأَنَّ رَبَّكَ أَوْحَىٰ لَهَا * يَوْمَئِذٍ يَصْدُرُ النَّاسُ أَشْتَاتًا لِّيُرَوْا أَعْمَالَهُمْ * فَمَن يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَهُ * وَمَن يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرًّا يَرَهُ",
		"arablatin" : "Bismillaahirrohmaanirrohiim, iżā zulzilatil-arḍu zilzālahā, wa akhrajatil-arḍu aṡqālahā, wa qālal-insānu mā lahā, yauma`iżin tuḥaddiṡu akhbārahā, bi`anna rabbaka auḥā lahā, yauma`iżiy yaṣdurun-nāsu asytātal liyurau a'mālahum, fa may ya'mal miṡqāla żarratin khairay yarah, wa may ya'mal miṡqāla żarratin syarray yarah",
		"terjemah" : "Dengan menyebut nama Allah Yang Pemurah lagi Maha Penyayang. Apabila bumi digoncangkan dengan goncangan (yang dahsyat), dan bumi telah mengeluarkan beban-beban berat (yang dikandung)nya, dan manusia bertanya: “Mengapa bumi (menjadi begini)?”, pada hari itu bumi menceritakan beritanya, karena sesungguhnya Tuhanmu telah memerintahkan (yang sedemikian itu) kepadanya. Pada hari itu manusia ke luar dari kuburnya dalam keadaan bermacam-macam, supaya diperlihatkan kepada mereka (balasan) pekerjaan mereka, Barangsiapa yang mengerjakan kebaikan seberat dzarrahpun, niscaya dia akan melihat (balasan)nya. Dan barangsiapa yang mengerjakan kejahatan sebesar dzarrahpun, niscaya dia akan melihat (balasan)nya pula.",
	},
	{
		"headerTitle" : " Al-Kafirun : 1–6",
		"arab" : "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ * قُلْ يَا أَيُّهَا الْكَافِرُونَ * لَا أَعْبُدُ مَا تَعْبُدُونَ * وَلَا أَنتُمْ عَابِدُونَ مَا أَعْبُدُ * وَلَا أَنَا عَابِدٌ مَّا عَبَدتُّمْ * وَلَا أَنتُمْ عَابِدُونَ مَا أَعْبُدُ * لَكُمْ دِينُكُمْ وَلِيَ دِينِ",
		"arablatin" : "Bismillaahirrohmaanirrohiim, qul yā ayyuhal-kāfirụn, lā a'budu mā ta'budụn, wa lā antum 'ābidụna mā a'bud, wa lā ana 'ābidum mā 'abattum, wa lā antum 'ābidụna mā a'bud, lakum dīnukum wa liya dīn",
		"terjemah" : "Dengan menyebut nama Allah Yang Pemurah lagi Maha Penyayang. Katakanlah: “Hai orang-orang kafir, Aku tidak akan menyembah apa yang kamu sembah. Dan kamu bukan penyembah Tuhan yang aku sembah. Dan aku tidak pernah menjadi penyembah apa yang kamu sembah,  dan kamu tidak pernah (pula) menjadi penyembah Tuhan yang aku sembah. Untukmu agamamu, dan untukkulah, agamaku”. ",
	},
	{
		"headerTitle" : "Al-Nasr : 1–3",
		"arab" : "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ * إِذَا جَاءَ نَصْرُ اللَّهِ وَالْفَتْحُ * وَرَأَيْتَ النَّاسَ يَدْخُلُونَ فِي دِينِ اللَّهِ أَفْوَاجًا * فَسَبِّحْ بِحَمْدِ رَبِّكَ وَاسْتَغْفِرْهُ ۚ إِنَّهُ كَانَ تَوَّابًا",
		"arablatin" : "Bismillaahirrohmaanirrohiim, iżā jā`a naṣrullāhi wal-fat-ḥ, wa ra`aitan-nāsa yadkhulụna fī dīnillāhi afwājā, fa sabbiḥ biḥamdi rabbika wastagfir-h, innahụ kāna tawwābā",
		"terjemah" : "Dengan menyebut nama Allah Yang Pemurah lagi Maha Penyayang. Apabila telah datang pertolongan Allah dan kemenangan, dan kamu lihat manusia masuk agama Allah dengan berbondong-bondong, maka bertasbihlah dengan memuji Tuhanmu dan mohonlah ampun kepada-Nya. Sesungguhnya Dia adalah Maha Penerima taubat. ",
	},
	{
		"headerTitle" : "Al-Ikhlash : 1–4",
		"arab" : "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ * قُلْ هُوَ اللَّهُ أَحَدٌ * اللَّهُ الصَّمَدُ * لَمْ يَلِدْ وَلَمْ يُولَدْ * وَلَمْ يَكُن لَّهُ كُفُوًا أَحَدٌ",
		"arablatin" : "Bismillaahirrohmaanirrohiim, qul huwallāhu aḥad, allāhuṣ-ṣamad, lam yalid wa lam yụlad, wa lam yakul lahụ kufuwan aḥad",
		"terjemah" : "Dengan menyebut nama Allah Yang Pemurah lagi Maha Penyayang. Katakanlah: “Dialah Allah, Yang Maha Esa. Allah adalah Tuhan yang bergantung kepada-Nya segala sesuatu. Dia tiada beranak dan tidak pula diperanakkan, dan tidak ada seorangpun yang setara dengan Dia”.",
	},
	{
		"headerTitle" : "Al-Falaq : 1–5",
		"arab" : "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ * قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ * مِن شَرِّ مَا خَلَقَ * وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ * وَمِن شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ * وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ",
		"arablatin" : "Bismillaahirrohmaanirrohiim, qul a'ụżu birabbil-falaq, min syarri mā khalaq, wa min syarri gāsiqin iżā waqab, wa min syarrin-naffāṡāti fil-'uqad, wa min syarri ḥāsidin iżā ḥasad",
		"terjemah" : "Dengan menyebut nama Allah Yang Pemurah lagi Maha Penyayang. Katakanlah: “Aku berlindung kepada Tuhan Yang Menguasai subuh, dari kejahatan makhluk-Nya, dan dari kejahatan malam apabila telah gelap gulita, dan dari kejahatan wanita-wanita tukang sihir yang menghembus pada buhul-buhul, dan dari kejahatan pendengki bila ia dengki”.",
	},
	{
		"headerTitle" : " An-Nas : 1–6",
		"arab" : "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ * قُلْ أَعُوذُ بِرَبِّ النَّاسِ * مَلِكِ النَّاسِ * إِلَٰهِ النَّاسِ * مِن شَرِّ الْوَسْوَاسِ الْخَنَّاسِ * الَّذِي يُوَسْوِسُ فِي صُدُورِ النَّاسِ * مِنَ الْجِنَّةِ وَالنَّاسِ ",
		"arablatin" : "Bismillaahirrohmaanirrohiim, qul a'ụżu birabbin-nās, malikin-nās, ilāhin-nās, min syarril-waswāsil-khannās, allażī yuwaswisu fī ṣudụrin-nās, minal-jinnati wan-nās",
		"terjemah" : "Dengan menyebut nama Allah Yang Pemurah lagi Maha Penyayang. Katakanlah: “Aku berlindung kepada Tuhan (yang memelihara dan menguasai) manusia. Raja manusia. Sembahan manusia. Dari kejahatan (bisikan) syaitan yang biasa bersembunyi, yang membisikkan (kejahatan) ke dalam dada manusia, dari (golongan) jin dan manusia. ",
	},
	{
		"headerTitle" : "Dzikir sore",
		"arab" : " أَمْسَيْنَاوَأَمْسَى الْمُلْكُ لِلَّهِ، وَالْحَمْدُ لِلَّهِ لَا شَرِيْكَ لَهُ، لَا إِلَهَ إِلَّا هُوَ وَإِلَيْهِ الْمَصِيْرُ",
		"arablatin" : "Amsaina wa amsaa mulku Lillahi walhamdu Lillahi Laa Syarii kalah Laa ilaaha illa huwa Wa illaihin nusyur",
		"terjemah" : "Kami masuk waktu sore dan masuk waktu sore pula kerajaan milik Allah. Segala puji bagi Allah, tiada sekutu bagi-Nya, tiada Tuhan melainkan Dia, dan pada-Nya tempat kembali.",
	},
	{
		"headerTitle" : "Dzikir sore",
		"arab" : " اَمْسَيْنَاعَلَى فِطْرَةِ الْإِسْلَامِ، وَكَلِمَةِ الْإِخْلَاصِ، وَعَلَى دِيْنِ نَبِيِّنَا مُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، وَعَلَى مِلَّةِ أَبِيْنَا إِبْرَاهِيْمَ حَنِيْفًا وَمَا كَانَ مِنَ الْمُشْرِكِيْنَ",
		"arablatin" : "Ashbahnaa (amsainaa) ‘ala fithrotil Islam wa kalimatil ikhlash wa ‘ala diini nabiyinaa Muhammadin shollawllahu ‘alaihi wasalam wa ‘ala millati abiinaa Ibroohima haniifan wa maa kana minal musyrikiin",
		"terjemah" : "Kami masuk waktu sore di atas fitrah Islam dan kalimat tauhid, di atas agama Nabi kami Muhammad SAW, dan diatas ajaran bapak kami Ibrahim as yang hanif. Dan ia bukan termasuk golongan orang-orang yang musyrik.",
	},
	{
		"headerTitle" : "Dzikir sore",
		"arab" : " اَللَّهُمَّ إِنِّيْ أَمْسَيْتُ مِنْكَ فِيْ نِعْمَةٍ وَعَافِيَةٍ وَسِتْرٍ، فَأَتِمَّ عَلَيَّ نِعْمَتَكَ وَعَافِيَتَكَ وَسِتْرَكَ فِيْ الدِّيْنِ وَالدُّنْيَا وَالْأَخِرَةِ",
		"arablatin" : "Allahumma innii amsaitu minka , fii ni’matin wa‘aa fiyatin wa sitrin fa A timma ‘alaiya ni’mataka  wa‘aa  fiyataka wasitroka fiddunyaa wal aakhirah.",
		"terjemah" : "Yaa Allah, sesungguhnya aku memulai sore ini dengan kenikmatan, kesehatan, dan perlindungan-Mu. Maka sempurnakanlah untukku kenikmatan, kesehatan, dan perlindungan-Mu itu dalam agamaku, dunia dan juga akhirat.",
	},
	{
		"headerTitle" : "Dzikir sore",
		"arab" : "اَللَّهُمَّ مَا أَمْسَى بِيْ مِنْ نِعْمَةٍ أَوْ بِأَحَدٍ مِنْ خَلْقِكَ فَمِنْكَ وَحْدَكَ لَاشَرِيْكَ لَكَ فَلَكَ الْحَمْدُ وَلَكَ الشُّكْرُ ",
		"arablatin" : "Allahumma maa amsaa bii min ni’matin awbiahadin min kholqika faminka wahdaka laa syarikalaka falakal hamdu walakasyukru",
		"terjemah" : "Yaa Allah, segala nikmat yang sore ini menyertaiku atau siapa pun di antara makhluk-Mu, hanyalah dari-Mu semata tiada sekutu bagi-Mu, Maka bagi-Mu segala puji dan bagi-Mu rasa syukur.",
	},
	{
		"headerTitle" : "Dzikir sore",
		"arab" : "يَارَبِّيْ لَكَ الْحَمْدُ كَمَا يَنْبَغِيْ لِجَلَالِ وَجْهِكَ الْكَرِيْمِ وَعَظِيْمِ سُلْطَانِكَ",
		"arablatin" : "Yaa robbi lakal hamdu kamaa yanbagii lijalaali wajhika wa’adhziimi sulthonik",
		"terjemah" : "Ya Robbi, bagi-Mu segala puji sebaimana seyogyanya bagi kemuliaan wajah-Mu dan keagungan kekuasan-Mu.",
	},
	{
		"headerTitle" : "Do'a menuntut ilmu",
		"arab" : "رَضِيْتُ بِاللهِ رَبًّا، وَبِالْإِسْلَامِ دِيْنًا، وَِبِمُحَمَّدٍ نَبِيًّا وَرَسُوْلًا، وَبِالْقُرْأَنِ إِمَامًا، وَبِالْمُسْلِمِيْنَ إِخْوَانًا . رَبِّيْ زِدْنِيْ عِلْمًا وَرْزُقْنِي فَهْمًا بِرَحْمَتِكَ يَآاَرْحَمَ الرَّحِمِيْنَ",
		"arablatin" : "Rodlittu billahirobba, wabi islamidina, wabimuhammadin nabiyyaw warasulla ,robbi zidnii ilmaa warzuqnii fahmaa, Birahmatika yaa arhama rahimin",
		"terjemah" : "Aku ridha Allah sebagai Tuhan, Islam sebagai agama, Muhammad sebagai Nabi dan Rasul, Al Qur’an sebagai imam, dan Umat Muslim sebagai saudara. Yaa Tuhaku, tambahkanlah aku akan ilmu, dan berilah aku karunia untuk dapat memahaminya. Wahai Dzat Yang Maha Pengasih lagi Penyayang",
	},
	{
		"headerTitle" : "Pujian kepada Allah",
		"arab" : "سُبْحَانَ اللهِ وَبِحَمْدِهِ عَدَدَ خَلْقِهِ وَرِضَا نَفْسِهِ وَزِنَةَ عَرْشِهِ وَمِدَادَ كَلِمَاتِهِ",
		"arablatin" : "Subhaanallahi wa bihamdihi ‘adada kholqihi wa ridhoo nafsihi wa zinata ‘arsyihi wa midadaa kalimaatihi",
		"terjemah" : "Maha Suci Allah dan segala puji bagi-Nya sebanyak bilangan makhluk-Nya, selera diri-Nya, seberat timbangan ‘Arsy-Nya dan sebanyak tinta (bagi) kata-kata-Nya.",
	},
	{
		"headerTitle" : "Pujian kepada Allah",
		"arab" : "بِسْمِ اللهِ الَّذِي لَا يَضُرُّ مَعَ اسْمِهِ شَيْءٌ فِي الْأَرْضِ وَلَا فِي السَّمَاءِ وَهُوَ السَّمِيعُ الْعَلِيمُ",
		"arablatin" : "Bismillahil ladzii laa ya dhurru ma’asmihi syaiun fiil ar dhi walaa fisamaa I wa huwas samii’ul ‘aliim",
		"terjemah" : "Dengan nama Allah, yang selama bersama nama-Nya tidak ada sesuatu pun di bumi ataupun di langit yang dapat membahayakan. Dan Dia-lah yang Maha Mendengar lagi Maha Mengetahui.",
	},
	{
		"headerTitle" : "Do'a meminta perlindungan",
		"arab" : "اَللَّهُمَّ إِنَّا نَعُوذُبِكَ مِنْ أَنْ نُشْرِكَ بِكَ شَيْئًا نَعْلَمُهُ وَنَسْتَغْفِرُكَ لِمَا لَا نَعْلَمُهُ",
		"arablatin" : "Allahumma inna na’uzdu bika min an nusyrika bika syai an na’lamuhu wa nastaqfiruka lima laa na’lamuh",
		"terjemah" : "Yaa Allah, sesungguhnya kami berlindung kepada-Mu dari menyekutukan-Mu dengan sesuatu yang kami ketahui, dan kami mohon ampun kepada-Mu untuk sesuatu yang tidak kami ketahui. ",
	},
	{
		"headerTitle" : "Do'a meminta perlindungan",
		"arab" : "أَعُوْذُ بِكَلِمَاتِ اللهِ التَّامَّاتِ مِنْ شَرِّ مَا خَلَقَ",
		"arablatin" : "A’udzu bika limaatil llahit tammaa ti min syarri maa kholaq",
		"terjemah" : "Aku berlindung dengan kalimat-kalimat Allah yang sempurna dari keburukan yang Dia ciptakan.",
	},
	{
		"headerTitle" : "Do'a meminta perlindungan",
		"arab" : "اَللَّهُمَّ إِنِّيْ أَعُوْذُبِكَ مِنَ الْهَمِّ وَالْحَزَنِ، وَأَعُوْذُبِكَ مِنَ الْعَجْزِ وَالْكَسَلِ، وَأَعُوْذُبِكَ مِنَ الْجُبْنِ وَالْبُخْلِ، وَأَعُوْذُبِكَ مِنْ غَلَبَةِ الدَّيْنِ وَقَهْرِ الرِّجَالِ",
		"arablatin" : "Allahumma inni a’uudzu bika minal hammi wal hazan wa a’uzuu bika minal ‘ajzi wal kasal wa ‘auuzu bika minal jubni wal bukhl wa a’uzuu bika min gholabati daini wa kohrirrijal",
		"terjemah" : "Yaa Allah, aku berlindung kepada-Mu dari rasa gelisah dan sedih, dan aku berlindung kepada-Mu dari kelemahan dan kemalasan, dan aku berlindung kepada-Mu dari sifat pengecut dan bakhil, dan juga aku berlindung kepada-Mu dari tekanan hutang, dan kesewenang-wenangan orang.",
	},
	{
		"headerTitle" : "Do'a meminta di sehatkan badan, pendengaran,dan penglihatan",
		"arab" : "اَللَّهُمَّ عَافِنِي فِي بَدَنِي، اَللَّهُمَّ عَافِنِي فِي سَمْعِي، اَللَّهُمَّ عَافِنِي فِي بَصَرِي، اَللَّهُمَّ عَافِنِيْ فِيْ قَلْبِيْ",
		"arablatin" : "Allahumma ‘aafinii fii badanii, Allahumma ‘aafinii fii sam’ii, Allahumma ‘aa finii fii bashorii",
		"terjemah" : "Yaa Allah, sehatkanlah badanku. Yaa Allah sehatkanlah pendengaranku. Yaa Allah sehatkanlah penglihatanku. Yaa Allah sehatkanlah qolbunku (hatiku). ",
	},
	{
		"headerTitle" : "Do'a berlindung dari adzab kubur",
		"arab" : "اَللَّهُمَّ إِنِّي أَعُوْذُبِكَ مِنَ الْكُفْرِ وَالْفَقْرِ، وَأَعُوْذُبِكَ مِنْ عَذَابِ الْقَبْرِ، لَآ إِلَهَ إِلَّا أَنْتَ",
		"arablatin" : "Allahumma innii ‘auudzu bika minal kufri wal faqr, Allahumma inni ‘auudzu bika min ‘adzabil qobri, laa ilaaha illa anta",
		"terjemah" : "Yaa Allah, aku berlindung kepada-Mu dari kekufuran dan kefakiran, dan aku berlindung kepada-Mu dari adzab kubur. Tiada Tuhan kecuali Engkau.",
	},
	{
		"headerTitle" : "Do'a meminta perlindungan",
		"arab" : "اَللَّهُمَّ أَنْتَ رَبِّي، لَآ إِلَهَ إِلَّا أَنْتَ، خَلَقْتَنِي وَأَنَا عَبْدُكَ، وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ، أَعُوْذُبِكَ مِنْ شَرِّ مَا صَنَعْتُ، أَبُوْءُ لَكَ بِنِعْمَتِكَ عَلَيَّ، وَ أَبُوْءُ بِذَنْبِي، فَاغْفِرْ لِي فَإِنَّهُ لاَ يَغْفِرُ الذُّنُوْبَ إِلَّا أَنْتَ",
		"arablatin" : "Allahumma anta robbi laa ilaha illa anta kholaqtanii wa a naa ‘abduka wa a naa ‘alaa ‘ahdika wa wa’dika maastatho’tu a’udzubika min syarrimaa shona’tu abuu u laka bini’matika ‘alaiya wa a buu u bizanbii faagfirlii fainnahu laa yaghfiru dzunuuba illa anta",
		"terjemah" : "Yaa Allah, Engkau Tuhanku, tiada Tuhan kecuali Engkau. Engkau ciptakan aku dan aku adalah hamba-Mu. Aku memegang teguh janji-Mu, semampuku. Aku berlindung kepada-Mu dari keburukan perbuatanku. Aku mengakui banyaknya nikmat (yang Engkau anugerahkan) kepadaku dan aku mengakui dosa-dosaku, maka ampunilah aku. Karena sesungguhnya tiada yang sanggup mengampuni dosa-dosa melainkan Engkau. ",
	},
	{
		"headerTitle" : "Istighfar",
		"arab" : "أَسْتَغْفِرُ اللهَ الَّذِي لَآ إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ وَأَتُوبُ إِلَيْهِ",
		"arablatin" : "Astagfirullahal ladzii laa ilaaha illa huwal haiyul qoiyuum wa atuu bu ilaih",
		"terjemah" : "Aku mohon ampun kepada Allah, yang tiada Tuhan kecuali Dia. Yang Maha hidup kekal dan senantiasa mengurus (makhluk-Nya) dan aku bertaubat kepada-Nya",
	},
	{
		"headerTitle" : "Sholawat Nabi",
		"arab" : "اَللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ وَعَلَى آلِ سَيِّدِنَا مُحَمَّدٍ، كَمَا صَلَّيْتَ عَـلَى سَيِّدِنَا إِبْرَاهِيْمَ وَعَلَى آلِ سَيِّدِنَا إِبْرَاهِيْمَ، وَبَارِكْ عَلَى سَيِّدِنَا مُحَمَّدٍ وَعَلَى آلِ سَيِّدِنَا مُحَمَّدٍ، كَمَا بَارَكْتَ عَلَى سَيِّدِنَا إِبْرَاهِيْمَ وَعَلَى آلِ سَيِّدِنَا إِبْرَاهِيْمَ فِيْ الْعَالَمِيْنَ، إِنَّكَ حَمِيْدٌ مَجِيْدٌ",
		"arablatin" : "Alloohumma sholli 'alaa muhammadin wa 'alaa alii muhammad, kamaa  shollaita 'alaa ibroohiima wa 'alaa aali ibroohiim, wa baarik 'alaa  muhammadin wa 'alaa alii  muhammad, kamaa baarokta 'alaa ibroohiima wa  'alaa aali ibroohiim, fil 'aalamiina  innaka hamiidum majiid",
		"terjemah" : "Yaa Allah, limpahkanlah rahmat kepada junjungan kami Nabi Muhammad serta keluarga junjungan kami Nabi Muhammad sebagaimana Engkau telah melimpahkan rahmat kepada junjungan kami Nabi Ibrahim beserta keluarga junjungan kami Nabi Ibrahim. Limpahkanlah barokah kepada junjungan kami Nabi Muhammad dan beserta keluarga junjungan kami Nabi Muhammad, sebagaimana Engkau telah limpahkan barokah kepada junjungan kami Nabi Ibrahim beserta keluarga Nabi Ibrahim di seluruh alam. Sesungguhnya, Engkaulah yang Maha Terpuji lagi Maha Mulia.",
	},
	{
		"headerTitle" : "Pujian kepada Allah",
		"arab" : "سُبْحَانَ اللهِ، وَالْحَمْدُ لِلَّهِ، وَلَآ إِلَهَ إِلَّا اللهُ، وَاللَّهُ أَكْبَرُ",
		"arablatin" : "Subhaanallah wal hamdu lillahi wa laa ilaa ha illallahu waw llahu akbar",
		"terjemah" : "Maha Suci Allah, Segala Puji bagi Allah, Tiada Tuhan melainkan Allah dan Allah Maha Besar.",
	},
	{
		"headerTitle" : "Pujian kepada Allah",
		"arab" : "لَآإِلَـهَ إِلَّا اللهُ وَحْدَهُ لَاشَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ يُحْيِيْ وَيُمِيْتُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرُ",
		"arablatin" : "Laa ilaaha illalloohu wahdahu laa syariikalah, lahul mulku wa lahul hamdu  yuhyii wa yumiitu wa huwa 'alaa kulli syai-in qodiir",
		"terjemah" : "Tiada Tuhan melainkan Allah semata. Tiada sekutu bagi-Nya, bagi-Nya seluruh kerajaan, bagi-Nya segala puji, yang menghidupkan dan juga mematikan, dan Dia berkuasa atas segala sesuatu.",
	},
	{
		"headerTitle" : "Do'a meminta ampunan",
		"arab" : "سُبْحَانَكَ اللَّهُمَّ وَبِحَمْدِكَ، أَشْهَدُ أَنْ لَآ إِلَهَ إِلَّآ أَنْتَ، أَسْتَغْفِرُكَ وَأَتُوْبُ إِلَيْكَ",
		"arablatin" : "Subhaanakalloohumma wa bihamdika asyhadu alla ilaaha illaa anta  astaghfiruka wa",
		"terjemah" : "Maha Suci Engkau yaa Allah, dan segala puji bagi-Mu. Aku bersaksi bahwa tiada Tuhan melainkan Engkau, aku mohon ampun dan bertaubat kepada-Mu.",
	},
	{
		"headerTitle" : "Sholawat Nabi",
		"arab" : "اَللَّهُمَّصَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ عَبْدِكَ وَرَسُوْلِكَ النَّبِيِّ الْأُمِّيِّ وَعَلَى آلِهِ وَصَحْبِهِ وَسَلِّمْ تَسْلِيْمًا عَدَدَمَا أَحَاطَ بِهِ عِلْمُكَ وَخَطَّ بِهِ قَلَمُكَ وَأَحْصَاهُ كِتَابُكَ، وَارْضَ اللَّهُمَّ عَنْ سَادَاتِنَا أَبِي بَكْرٍ وَعُمَرَ وَعُثْمَانَ وَعَلِيٍّ، وَعَنِ الصَّحَابَةِ أَجْمَعِيْنَ، وَعَنِ التَّابِعِيْنَ وَتَابِعِيْهِمْ بِإِحْسَانٍ إِلَى يَوْمِ الدِّيْنِ",
		"arablatin" : "Alloohumma sholli 'alaa sayyidina muhammadin 'abdika wa nabiyyika wa  rosuulikan-nabiyyil ummiyyi wa 'alaa aalihi wa shohbihi wa sallama tasliiman  'adada maa ahaatho bihi 'ilmuka wa kh oth tho bihi qolamuka wa ahshoohu  kitaabuk, wardholloohumma 'an saadaatinaa abii bakrin wa 'umaro wa  'utsmaana wa 'aliyy, wa 'anishshohaabat i ajma'iin, wa 'anit-taabi'iina wa  taabi'iihim bi ihsaanin ilaa yaumid-diin",
		"terjemah" : "Yaa Allah, berilah sholawat kepada Muhammad; hamba-Mu, dan Rasul-Mu, Nabi yang ummi. Juga kepada keluarga dan para sahabatnya, serta berilah keselamatan sebanyak yang terjangkau oleh ilmu-Mu, yang tercatat oleh pena-Mu; dan yang terangkum oleh kitab-Mu. Ridhailah yaa Allah para pemimpin kami Abu Bakar, Umar, Utsman, dan Ali, serta semua sahabat, semua tabi’in dan orang-orang yang mengikuti mereka sampai hari Pembalasan.",
	},
	{
		"headerTitle" : "Do'a meminta keselamatan",
		"arab" : "سُبْحَانَرَبِّكَ رَبِّ الْعِزَّةِ عَمَّا يَصِفُوْنَ، وَسَلَامٌ عَلَى الْمُرْسَلِيْنَ، وَالْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِيْنَ",
		"arablatin" : "Subhana rabbika rabbil 'izzati 'amma yasifun, wasalamun 'alal mursalin, walhamdulillahi rabbil 'aalamiina",
		"terjemah" : "Maha Suci Tuhanmu, Pemilik segala kemuliaan dari apa-apa yang mereka sifatkan. Keselamatan semoga tercurah kepada para utusan dan segala puji bagi Allah. Tuhan sekalian alam.",
	},
	{
		"headerTitle" : "Al-Imran : 26 – 27",
		"arab" : "قُلِ اللَّهُمَّ مَالِكَ الْمُلْكِ تُؤْتِي الْمُلْكَ مَن تَشَاءُ وَتَنزِعُ الْمُلْكَ مِمَّن تَشَاءُ وَتُعِزُّ مَن تَشَاءُ وَتُذِلُّ مَن تَشَاءُ ۖ بِيَدِكَ الْخَيْرُ ۖ إِنَّكَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ * تُولِجُ اللَّيْلَ فِي النَّهَارِ وَتُولِجُ النَّهَارَ فِي اللَّيْلِ ۖ وَتُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَتُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ ۖ وَتَرْزُقُ مَن تَشَاءُ بِغَيْرِ حِسَابٍ",
		"arablatin" : "qulillāhumma mālikal-mulki tu`til-mulka man tasyā`u wa tanzi'ul-mulka mim man tasyā`u wa tu'izzu man tasyā`u wa tużillu man tasyā`, biyadikal-khaīr, innaka 'alā kulli syai`ing qadīr, tụlijul-laila fin-nahāri wa tụlijun-nahāra fil-laili wa tukhrijul-ḥayya minal-mayyiti wa tukhrijul-mayyita minal-ḥayyi wa tarzuqu man tasyā`u bigairi ḥisāb",
		"terjemah" : "Katakanlah: “Wahai Tuhan Yang mempunyai kerajaan, Engkau berikan kerajaan kepada orang yang Engkau kehendaki dan Engkau cabut kerajaan dari orang yang Engkau kehendaki. Engkau muliakan orang yang Engkau kehendaki dan Engkau hinakan orang yang Engkau kehendaki. Di tangan Engkaulah segala kebajikan. Sesungguhnya Engkau Maha Kuasa atas segala sesuatu. Engkau masukkan malam ke dalam siang dan Engkau masukkan siang ke dalam malam. Engkau keluarkan yang hidup dari yang mati, dan Engkau keluarkan yang mati dari yang hidup. Dan Engkau beri rezeki siapa yang Engkau kehendaki tanpa hisab (batas)”.",
	},
	{
		"headerTitle" : "Do'a meminta ampunan",
		"arab" : "اَللَّهُمَّ إِنَّ هَذَا إِقْبَالُ نَهَارِكَ وَإِدْبَارُ لَيْلِكَ، وَأَصْوَاتُ دُعَاتِكَ فَاغْفِرْلِي",
		"arablatin" : "Allahumma inna haza iqbaalu nahaarik wa idbaaru lailik, wa ashwatu du'atika faghfirlii",
		"terjemah" : "Yaa Allah, sesungguhnya inilah saat datangnya siang-Mu dan perginya malam-Mu serta suara permohonan kepada-Mu, maka ampunilah aku",
	},
	{
		"headerTitle" : "Do'a Robitah",
		"arab" : "اَللَّهُمَّ إِنَّكَ تَعْلَمُ أَنَّ هَذِهِ الْقُلُوْبَ قَدِاجْتَمَعَتْ عَلَى مَحَبَّتِكَ، وَالْتَقَتْ عَلَى طَاعَتِكَ، وَتَوَحَّدَتْ عَلَى دَعْوَتِكَ، وَتَعَاهَدَتْ عَلَى نُصْرَةِ شَرِيْعَتِكَ، فَوَثِّقِ اللَّهُمَّ رَابِطَتَهَا، وَأَدِمْ وُدَّهَا، وَاهْدِهَا سُبُلَهَا، وَامْلَأْهَا بِنُوْرِكَ الَّذِيْ لَايَخْبُو، وَاشْرَحْ صُدُوْرَهَا بِفَيْضِ الْإِيْمَانِ بِكَ، وَجَمِيْلِ التَّوَكُّلِ عَلَيْكَ، وَأَحْيِهَا بِمَعْرِفَتِكَ، وَأَمِتْهَا عَلَى الشَّهَادَةِ فِيْ سَبِيْلِكَ، إِنَّكَ نِعْمَ الْمَوْلَى وَنِعْمَ النَّصِيْرُ، اَللَّهُمَّ آمِيْنَ، وَصَلِّ اللَّهُمَّ عَلَى سَيِّدِنَا مُحَمَّدٍ وَعَلَى آلِهِ وَصَحْبِهِ وَسَلِّم",
		"arablatin" : "Al-lahum-ma in-naka ta’lam an-na hadzihil quluuba qodij tama-àh àla mahab-batika, wal taqoh àla thoo-àtika wa taw-wah-hadah àla da’watika, wa ta-àà-hadah àla nasroti syarii-àtika, fawats-tsiqil lahum-ma, roobitho-tahaa wa adim wud-dahaa, waah-dihaa subulahaa wamlahaa bi nuurikal ladzii laa yakhbuu, wasy-roh shuduurohaa bi fay-dhil iimaani bika, wa jamiilit tawak-kuli àlayka, wa ahyihaa bi ma’rifatika wa amit-haa àlasy syahaadati fii sabiilika. In-naka ni’mal mawla wa ni’man nashiir, al-lahum-ma aaaaamin. Wa shol-liiiiil lahum-ma àla say-yidinaa muhammadin, wa àla aalihi wa shohbihi wa sal-lam",
		"terjemah" : "Yaa Allah, sesungguhnya Engkau Maha Mengetahui bahwa hati-hati ini telah berkumpul atas dasar kecintaan pada-Mu, bersua atas dasar ketaatan pada-Mu, bersatu dalam rangka menyeru (dijalan)-Mu, dan berjanji setia untuk membela syari’at-Mu, maka kuatkanlah ikatan pertaliannya. Yaa Allah, abadikanlah kasih sayangnya, tunjukanlah jalan-jalannya, dan penuhilah ia dengan cahaya-Mu yang tidak pernah redup , lapangkanlah dadanya dengan limpahan iman dan keindahan tawakal kepada-Mu, hidupkanlah tawakal kepada-Mu, hidupkanlah ia dengan pengenalan pada-Mu, dan matikanlah ia dalam keadaan syahid di jalan-Mu. Sesungguhnya Engkau sebaik-baik pelindung dan sebaik-baik penolong. Yaa Allah kabulkanlah. Dan semoga sholawat serta salam selalu tercurahkan kepada junjungan kami Muhammad, kepada keluarganya dan kepada semua sahabatnya.",
	},
]